Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: EU:n osuus sisäisen turvallisuuden ja maahanmuuton hallintaan (siirtomääräraha 3 v)
sv_se: EU:s andel i hanteringen av den inre säkerheten och migrationen (reservationsanslag 3 år)

source: Poliisitoimi
sv_se: Polisväsendet

source: Poliisitoimen toimintamenot (siirtomääräraha 2 v)
sv_se: Polisväsendets omkostnader (reservationsanslag 2 år)

source: KEJO-hankkeen yhteiset toimintamenot (siirtomääräraha 3 v)
sv_se: Gemensamma omkostnader för KEJO-projektet (reservationsanslag 3 år)

source: Rajavartiolaitos
sv_se: Gränsbevakningsväsendet

source: Rajavartiolaitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Gränsbevakningsväsendets omkostnader (reservationsanslag 2 år)

source: Ilma- ja vartioalusten hankinta (siirtomääräraha 3 v)
sv_se: Anskaffning av luft- och bevakningsfarkoster (reservationsanslag 3 år)

source: Pelastustoimi ja hätäkeskustoiminta
sv_se: Räddningsväsendet och nödcentralerna

source: Pelastustoimen toimintamenot (siirtomääräraha 2 v)
sv_se: Räddningsväsendets omkostnader (reservationsanslag 2 år)

source: Hätäkeskuslaitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Nödcentralsverkets omkostnader (reservationsanslag 2 år)

source: Maahanmuutto
sv_se: Invandring

source: Maahanmuuttoviraston ja valtion vastaanottokeskusten toimintamenot (siirtomääräraha 2 v)
sv_se: Migrationsverkets och statliga förläggningars omkostnader (reservationsanslag 2 år)

source: Pakolaisten ja turvapaikanhakijoiden vastaanotto (arviomääräraha)
sv_se: Mottagande av flyktingar och asylsökande (förslagsanslag)

source: Vastaanottotoiminnan asiakkaille maksettavat tuet (arviomääräraha)
sv_se: Stöd till mottagningsverksamhetens kunder (förslagsanslag)

source: PUOLUSTUSMINISTERIÖN HALLINNONALA
sv_se: FÖRSVARSMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Puolustuspolitiikka ja hallinto
sv_se: Försvarspolitik och förvaltning

source: Puolustusministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Försvarsministeriets omkostnader (reservationsanslag 2 år)

source: Sotilaallinen maanpuolustus
sv_se: Militärt försvar

source: Puolustusvoimien toimintamenot (siirtomääräraha 2 v)
sv_se: Försvarsmaktens omkostnader (reservationsanslag 2 år)

source: Puolustusmateriaalihankinnat (siirtomääräraha 3 v)
sv_se: Anskaffning av försvarsmateriel (reservationsanslag 3 år)

source: Sotilaallinen kriisinhallinta
sv_se: Militär krishantering

source: Sotilaallisen kriisinhallinnan kalusto- ja hallintomenot (siirtomääräraha 2 v)
sv_se: Utrustnings- och förvaltningsutgifter för militär krishantering (reservationsanslag 2 år)

source: VALTIOVARAINMINISTERIÖN HALLINNONALA
sv_se: FINANSMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Valtiovarainministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Finansministeriets omkostnader (reservationsanslag 2 år)

source: Valtion kiinteistöstrategian toteuttaminen ja hallinnonalan omistajaohjaus (siirtomääräraha 2 v)
sv_se: Genomförande av statens fastighetsstrategi och ägarstyrningen inom förvaltningsområdet (reservationsanslag 2 år)

source: Valtiovarainministeriön hallinnonalan tuottavuusmääräraha (siirtomääräraha 2 v)
sv_se: Produktivitetsanslag för finansministeriets förvaltningsområde (reservationsanslag 2 år)

source: Verotus ja tulli
sv_se: Beskattningen och Tullen

source: Verohallinnon toimintamenot (siirtomääräraha 2 v)
sv_se: Skatteförvaltningens omkostnader (reservationsanslag 2 år)

source: Tullin toimintamenot (siirtomääräraha 2 v)
sv_se: Tullens omkostnader (reservationsanslag 2 år)

source: Takaisin maksetut verot (arviomääräraha)
sv_se: Återbetalda skatter (förslagsanslag)

source: Tilastotoimi, taloudellinen tutkimus ja rekisterihallinto
sv_se: Statistikväsendet, den ekonomiska forskningen och registerförvaltningen

source: Valtion taloudellisen tutkimuskeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Statens ekonomiska forskningscentrals omkostnader (reservationsanslag 2 år)

source: Väestörekisterikeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Befolkningsregistercentralens omkostnader (reservationsanslag 2 år)

source: Valtion alue- ja paikallishallinto
sv_se: Statens regional- och lokalförvaltning

source: Aluehallintoviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Regionförvaltningsverkens omkostnader (reservationsanslag 2 år)

source: Maistraattien toimintamenot (siirtomääräraha 2 v)
sv_se: Magistraternas omkostnader (reservationsanslag 2 år)

source: Valtionhallinnon yhteiset henkilöstömenot
sv_se: Gemensamma personalutgifter inom statsförvaltningen

source: Osaamisen kehittäminen (siirtomääräraha 2 v)
sv_se: Kompetensutveckling (reservationsanslag 2 år)

source: Valtionhallinnon kehittäminen
sv_se: Utvecklande av statsförvaltningen

source: Tuottavuuden edistäminen (siirtomääräraha 3 v)
sv_se: Främjande av produktiviteten (reservationsanslag 3 år)

source: Siirrot Ahvenanmaan maakunnalle
sv_se: Överföringar till landskapet Åland

source: Ahvenanmaan tasoitusmaksu (arviomääräraha)
sv_se: Avräkning till Åland (förslagsanslag)

source: Verohyvitys Ahvenanmaan maakunnalle (arviomääräraha)
sv_se: Skattegottgörelse till landskapet Åland (förslagsanslag)

source: Arpajaisveron tuoton palauttaminen Ahvenanmaan maakunnalle (arviomääräraha)
sv_se: Återbäring av intäkterna av lotteriskatten till landskapet Åland (förslagsanslag)

source: Kuntien tukeminen
sv_se: Stöd till kommunerna

source: Valtionosuus kunnille peruspalvelujen järjestämiseen (arviomääräraha)
sv_se: Statsandel till kommunerna för ordnande av basservicen (förslagsanslag)

source: EU ja kansainväliset järjestöt
sv_se: EU och internationella organisationer

source: Maksut Euroopan unionille (siirtomääräraha 2 v)
sv_se: Avgifter till Europeiska unionen (reservationsanslag 2 år)

source: OPETUS- ja KULTTUURIMINISTERIÖN HALLINNONALA
sv_se: UNDERVISNINGS- och KULTURMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Hallinto, kirkollisasiat ja toimialan yhteiset menot
sv_se: Förvaltning, kyrkliga ärenden och gemensamma utgifter inom ansvarsområdet

source: Opetus- ja kulttuuriministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Undervisnings- och kulturministeriets omkostnader (reservationsanslag 2 år)

source: Opetushallituksen toimintamenot (siirtomääräraha 2 v)
sv_se: Utbildningsstyrelsens omkostnader (reservationsanslag 2 år)

source: Avustukset kirkolliseen ja uskonnolliseen toimintaan (kiinteä määräraha)
sv_se: Understöd för kyrklig och religiös verksamhet (fast anslag)

source: Yleissivistävä koulutus
sv_se: Allmänbildande utbildning

source: Yleissivistävän koulutuksen ja lasten päivähoidon kehittäminen (siirtomääräraha 2 v)
sv_se: Utvecklande av den allmänbildande utbildningen och barndagvården (reservationsanslag 2 år)

source: Valtionosuus ja -avustus yleissivistävän koulutuksen käyttökustannuksiin (arviomääräraha)
sv_se: Statsandel och statsunderstöd för den allmänbildande utbildningens driftskostnader (förslagsanslag)

source: Ammatillinen koulutus
sv_se: Yrkesutbildning

source: Ammatillisen koulutuksen kehittäminen (siirtomääräraha 2 v)
sv_se: Utvecklande av yrkesutbildningen (reservationsanslag 2 år)

source: Aikuiskoulutus
sv_se: Vuxenutbildning

source: Valtionosuus ja -avustus ammatilliseen lisäkoulutukseen (arviomääräraha)
sv_se: Statsandel och statsunderstöd för yrkesinriktad tilläggsutbildning (förslagsanslag)

source: Valtionosuus ja -avustus oppisopimuskoulutukseen (arviomääräraha)
sv_se: Statsandel och statsunderstöd för läroavtalsutbildning (förslagsanslag)

source: Aikuiskoulutuksen kehittäminen (siirtomääräraha 2 v)
sv_se: Utvecklande av vuxenutbildningen (reservationsanslag 2 år)

source: Nuorten aikuisten osaamisohjelma ja aikuisten osaamisperustan vahvistaminen (arviomääräraha)
sv_se: Kompetensprogrammet för unga vuxna och stärkande av den vuxna befolkningens kompetensbas (förslagsanslag)

source: Korkeakouluopetus ja tutkimus
sv_se: Högskoleundervisning och forskning

source: Arkistolaitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Arkivverkets omkostnader (reservationsanslag 2 år)

source: Valtionrahoitus yliopistojen toimintaan (siirtomääräraha 2 v)
sv_se: Statlig finansiering av universitetens verksamhet (reservationsanslag 2 år)

source: Strateginen tutkimusrahoitus (arviomääräraha)
sv_se: Strategisk forskningsfinansiering (förslagsanslag)

source: Valtionrahoitus ammattikorkeakoulujen toimintaan (siirtomääräraha 2 v)
sv_se: Statlig finansiering av yrkeshögskolornas verksamhet (reservationsanslag 2 år)

source: Rahoitusosuudet kansainvälisille järjestöille (arviomääräraha)
sv_se: Finansiella bidrag till internationella organisationer (förslagsanslag)

source: Suomen Akatemian tutkimusmäärärahat (arviomääräraha)
sv_se: Finlands Akademis forskningsanslag (förslagsanslag)

source: Taide ja kulttuuri
sv_se: Konst och kultur

source: Taiteen edistämiskeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Centret för konstfrämjande (reservationsanslag 2 år)

source: Museoviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Museiverkets omkostnader (reservationsanslag 2 år)

source: Toimitilojen ja kiinteistövarallisuuden perusparannukset ja kunnossapito (siirtomääräraha 3 v)
sv_se: Ombyggnad och underhåll av lokaler och fastighetsförmögenhet (reservationsanslag 3 år)

source: MAA- ja METSÄTALOUSMINISTERIÖN HALLINNONALA
sv_se: JORD- och SKOGSBRUKSMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Hallinto ja tutkimus
sv_se: Förvaltning och forskning

source: Maa- ja metsätalousministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Jord- och skogsbruksministeriets omkostnader (reservationsanslag 2 år)

source: Luonnonvarakeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Naturresursinstitutets omkostnader (reservationsanslag 2 år)

source: Kansainvälinen yhteistyö (siirtomääräraha 2 v)
sv_se: Internationellt samarbete (reservationsanslag 2 år)

source: Maaseutuelinkeinotoiminnan korkotuki (arviomääräraha)
sv_se: Räntestöd för näringsverksamhet på landsbygden (förslagsanslag)

source: Maatalouden toimintaedellytysten turvaaminen (siirtomääräraha 3 v)
sv_se: Åtgärder för att trygga jordbrukets verksamhetsförutsättningar (reservationsanslag 3 år)

source: EU:n osallistuminen maaseudun kehittämiseen (arviomääräraha)
sv_se: EU:s deltagande i utveckling av landsbygden (förslagsanslag)

source: Valtion rahoitusosuus EU:n osaksi rahoittamasta maaseudun kehittämisestä (arviomääräraha)
sv_se: Statlig medfinansiering för den av EU delfinansierade utvecklingen av landsbygden (förslagsanslag)

source: EU:n ja valtion rahoitusosuus alueelliseen ja paikalliseen maaseudun kehittämiseen (arviomääräraha)
sv_se: EU-medfinansiering och statlig medfinansiering för den regionala och lokala landsbygdsutvecklingen (förslagsanslag)

source: Maa- ja elintarviketalous
sv_se: Jordbruk och livsmedelsekonomi

source: Maa- ja puutarhatalouden kansallinen tuki (siirtomääräraha 2 v)
sv_se: Nationellt stöd för jordbruket och trädgårdsodlingen (reservationsanslag 2 år)

source: EU-tulotuki ja EU-markkinatuki (arviomääräraha)
sv_se: EU-inkomststöd och EU-marknadsstöd (förslagsanslag)

source: Eräät korvaukset (siirtomääräraha 3 v)
sv_se: Vissa ersättningar (reservationsanslag 3 år)

source: Kansallinen ruokaketjun kehittäminen (siirtomääräraha 3 v)
sv_se: Nationellt utvecklande av livsmedelskedjan (reservationsanslag 3 år)

source: Siirto Maatilatalouden kehittämisrahastoon (siirtomääräraha 3 v)
sv_se: Överföring till Gårdsbrukets utvecklingsfond (reservationsanslag 3 år)

source: Eräät valtionavut (siirtomääräraha 2 v)
sv_se: Vissa statsunderstöd och statsbidrag (reservationsanslag 2 år)

source: Luonnonvaratalous
sv_se: Naturresursekonomi

source: Petoeläinten aiheuttamien vahinkojen korvaaminen (siirtomääräraha 2 v)
sv_se: Ersättning för rovdjurs skadegörelse (reservationsanslag 2 år)

source: Tuki puuntuotannon kestävyyden turvaamiseen (arviomääräraha)
sv_se: Stöd för tryggande av virkesproduktionens uthållighet (förslagsanslag)

source: Pienpuun energiatuki (siirtomääräraha 2 v)
sv_se: Energistöd för klenträd (reservationsanslag 2 år)

source: Kalatalouden edistäminen (siirtomääräraha 2 v)
sv_se: Främjande av fiskerihushållningen (reservationsanslag 2 år)

source: Elinkeinokalatalouden edistäminen (siirtomääräraha 3 v)
sv_se: Främjande av fiskerinäringen (reservationsanslag 3 år)

source: LIIKENNE- ja VIESTINTÄMINISTERIÖN HALLINNONALA
sv_se: KOMMUNIKATIONSMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Hallinto ja toimialan yhteiset menot
sv_se: Förvaltning och verksamhetsområdets gemensamma utgifter

source: Liikenne- ja viestintäministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Kommunikationsministeriets omkostnader (reservationsanslag 2 år)

source: Liikenne- ja viestintäministeriön hallinnonalan arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter inom kommunikationsministeriets förvaltningsområde (förslagsanslag)

source: Liikenneverkko
sv_se: Trafiknätet

source: Perusväylänpito (siirtomääräraha 2 v)
sv_se: Bastrafikledshållning (reservationsanslag 2 år)

source: Valtionavustus eräiden lentopaikkojen rakentamiseen ja ylläpitoon (siirtomääräraha 3 v)
sv_se: Statsbidrag för byggande och underhåll av vissa flygplatser (reservationsanslag 3 år)

source: Väyläverkon kehittäminen (siirtomääräraha 3 v)
sv_se: Utveckling av trafikledsnätet (reservationsanslag 3 år)

source: Eräät väylähankkeet (siirtomääräraha 3 v)
sv_se: Vissa trafikledsprojekt (reservationsanslag 3 år)

source: Elinkaarirahoitushankkeet (siirtomääräraha 3 v)
sv_se: Livscykelsfinansieringsprojekt (reservationsanslag 3 år)

source: Liikenteen viranomaispalvelut
sv_se: Myndighetstjänster för trafiken

source: Liikenteen turvallisuusviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Trafiksäkerhetsverkets omkostnader (reservationsanslag 2 år)

source: Ajoneuvojen romutuspalkkiokokeilu (siirtomääräraha 2 v)
sv_se: Försöket med skrotningspremie för fordon (reservationsanslag 2 år)

source: Liikenteen tukeminen ja ostopalvelut
sv_se: Stöd till trafiken och köp av tjänster

source: Meriliikenteessä käytettävien alusten kilpailukyvyn parantaminen (arviomääräraha)
sv_se: Förbättrande av konkurrenskraften för fartyg som används för sjötransport (förslagsanslag)

source: Viestintäpalvelut ja -verkot sekä viestinnän tukeminen
sv_se: Kommunikationstjänster och kommunikationsnät samt stöd för kommunikation

source: Digitaalisten palveluiden toimintaympäristön kehittäminen (siirtomääräraha 2 v)
sv_se: Utvecklande av verksamhetsmiljön för elektroniska tjänster (reservationsanslag 2 år)

source: Valtionavustus valtakunnallisen laajakaistahankkeen toteuttamiseen (siirtomääräraha 3 v)
sv_se: Statsunderstöd för genomförande av det riksomfattande bredbandsprojektet (reservationsanslag 3 år)

source: Tutkimus
sv_se: Forskning

source: Ilmatieteen laitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Meteorologiska institutets omkostnader (reservationsanslag 2 år)

source: TYÖ- ja ELINKEINOMINISTERIÖN HALLINNONALA
sv_se: ARBETS- och NÄRINGSMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Työ- ja elinkeinoministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Arbets- och näringsministeriets omkostnader (reservationsanslag 2 år)

source: Elinkeino-, liikenne- ja ympäristökeskusten toimintamenot (siirtomääräraha 2 v)
sv_se: Närings-, trafik- och miljöcentralernas omkostnader (reservationsanslag 2 år)

source: Työ- ja elinkeinoministeriön hallinnonalan tuottavuusmääräraha (siirtomääräraha 2 v)
sv_se: Produktivitetsanslag för arbets- och näringsministeriets förvaltningsområde (reservationsanslag 2 år)

source: Talvivaara Sotkamo Oy:n konkurssin aiheuttamien ympäristövahinkojen estäminen (siirtomääräraha 2 v)
sv_se: Åtgärder för att förhindra miljöskador som orsakas av Talvivaara (reservationsanslag 2 år)

source: Erityisavustus Teknologian tutkimuskeskus VTT Oy:n tutkimusinfrastruktuuriin (arviomääräraha)
sv_se: Specialunderstöd för Teknologiska forskningscentralen VTT Ab:s forskningsinfrastruktur (förslagsanslag)

source: Osakehankinnat (siirtomääräraha 3 v)
sv_se: Aktieförvärv (reservationsanslag 3 år)

source: Elinkeino- ja innovaatiopolitiikka
sv_se: Närings- och innovationspolitik

source: Innovaatiorahoituskeskus Tekesin toimintamenot (siirtomääräraha 3 v)
sv_se: Omkostnader för Innovationsfinansieringsverket Tekes (reservationsanslag 3 år)

source: Valtionavustus yritysten kansainvälistymisen ja kasvun edistämiseen (siirtomääräraha 3 v)
sv_se: Statsunderstöd för att främja företagens internationalisering och tillväxt (reservationsanslag 3 år)

source: Laivanrakennuksen innovaatiotuki (siirtomääräraha 3 v)
sv_se: Innovationsstöd för skeppsbyggnad (reservationsanslag 3 år)

source: Finnvera Oyj:n tappiokorvaukset (arviomääräraha)
sv_se: Ersättningar för Finnvera Abp:s förluster (förslagsanslag)

source: Valtionavustus Teknologian tutkimuskeskus VTT Oy:n toimintaan (siirtomääräraha 2 v)
sv_se: Statsunderstöd till verksamheten vid Teknologiska forskningscentralen VTT Ab (reservationsanslag 2 år)

source: Lainat Suomen Vientiluotto Oy:n jälleenrahoitustoimintaan (arviomääräraha)
sv_se: Lån för Finlands Exportkredit Ab:s refinansieringsverksamhet (förslagsanslag)

source: Lainat tutkimus- ja innovaatiotoimintaan (arviomääräraha)
sv_se: Lån för forsknings- och innovationsverksamhet (förslagsanslag)

source: Pääomasijoitus Suomen Teollisuussijoitus Oy:lle (siirtomääräraha 3 v)
sv_se: Kapitalinvestering i Finlands Industriinvestering Ab (reservationsanslag 3 år)

source: Työllisyys- ja yrittäjyyspolitiikka
sv_se: Sysselsättnings- och företagsamhetspolitik

source: Työ- ja elinkeinotoimistojen toimintamenot (siirtomääräraha 2 v)
sv_se: Arbets- och näringsbyråernas omkostnader (reservationsanslag 2 år)

source: Yritysten investointi- ja kehittämishankkeiden tukeminen (arviomääräraha)
sv_se: Stödjande av företagens investerings- och utvecklingsprojekt (förslagsanslag)

source: Julkiset työvoima- ja yrityspalvelut (siirtomääräraha 2 v)
sv_se: Offentlig arbetskrafts- och företagsservice (reservationsanslag 2 år)

source: Yritysten toimintaympäristö, markkinoiden sääntely ja työelämä
sv_se: Företagens omvärld, marknadsreglering och arbetslivet

source: Patentti- ja rekisterihallituksen toimintamenot (siirtomääräraha 3 v)
sv_se: Patent- och registerstyrelsens omkostnader (reservationsanslag 3 år)

source: Turvallisuus- ja kemikaaliviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Säkerhets- och kemikalieverkets omkostnader (reservationsanslag 2 år)

source: Alueiden kehittäminen ja rakennerahastopolitiikka
sv_se: Regionutveckling och strukturfondspolitik

source: EU:n ja valtion rahoitusosuus EU:n rakennerahasto-, ulkorajayhteistyö- ja muihin koheesiopolitiikan ohjelmiin (arviomääräraha)
sv_se: EU-medfinansiering och statlig medfinansiering i EU:s strukturfondsprogram, program för samarbete vid de yttre gränserna och andra program inom sammanhållningspolitiken (förslagsanslag)

source: Energiapolitiikka
sv_se: Energipolitik

source: Energiatuki (arviomääräraha)
sv_se: Energistöd (förslagsanslag)

source: LNG-terminaalien investointituki (arviomääräraha)
sv_se: Investeringsstöd för LNG-terminaler (förslagsanslag)

source: Uusiutuvan energian tuotantotuki (arviomääräraha)
sv_se: Produktionsstöd för förnybar energi (förslagsanslag)

source: Kotouttaminen
sv_se: Integration

source: Valtion korvaukset kunnille (arviomääräraha)
sv_se: Statlig ersättning till kommunerna (förslagsanslag)

source: SOSIAALI- ja TERVEYSMINISTERIÖN HALLINNONALA
sv_se: SOCIAL- och HÄLSOVÅRDSMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Sosiaali- ja terveysministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Social- och hälsovårdsministeriets omkostnader (reservationsanslag 2 år)

source: Työttömyysturvan muutoksenhakulautakunnan toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för besvärsnämnden för utkomstskyddsärenden (reservationsanslag 2 år)

source: Sosiaaliturvan muutoksenhakulautakunnan toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för besvärsnämnden för social trygghet (reservationsanslag 2 år)

source: Terveyden ja hyvinvoinnin laitoksen alaisen vankiterveydenhuollon yksikön toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för enheten för hälso- och sjukvård för fångar som är underställd Institutet för hälsa och välfärd (reservationsanslag 2 år)

source: Valvonta
sv_se: Tillsyn

source: Sosiaali- ja terveysalan lupa- ja valvontaviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Tillstånds- och tillsynsverket för social- och hälsovården (reservationsanslag 2 år)

source: Lääkealan turvallisuus- ja kehittämiskeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Säkerhets- och utvecklingscentret för läkemedelsområdet (reservationsanslag 2 år)

source: Perhe- ja asumiskustannusten tasaus ja eräät palvelut
sv_se: Utjämning av familje- och boendekostnader samt vissa tjänster

source: Asumistuki (arviomääräraha)
sv_se: Bostadsbidrag (förslagsanslag)

source: Elatustuki (arviomääräraha)
sv_se: Underhållsstöd (förslagsanslag)

source: Työttömyysturva
sv_se: Utkomstskydd för arbetslösa

source: Valtionosuus ansiopäivärahasta (arviomääräraha)
sv_se: Statsandel till inkomstrelaterad dagpenning (förslagsanslag)

source: Valtionosuus peruspäivärahasta (arviomääräraha)
sv_se: Statsandel till grunddagpenning (förslagsanslag)

source: Valtionosuus työmarkkinatuesta (arviomääräraha)
sv_se: Statsandel till arbetsmarknadsstöd (förslagsanslag)

source: Valtionosuus vuorottelukorvauksesta (arviomääräraha)
sv_se: Statsandel till alterneringsersättning (förslagsanslag)

source: Eläkkeet
sv_se: Pensioner

source: Valtion osuus maatalousyrittäjän eläkelaista johtuvista menoista (arviomääräraha)
sv_se: Statens andel i de utgifter som föranleds av lagen om pension för lantbruksföretagare (förslagsanslag)

source: Kuntien järjestämä sosiaali- ja terveydenhuolto
sv_se: Av kommunerna anordnad social- och hälsovård

source: Valtionavustus kunnille sosiaali- ja terveydenhuollon hankkeisiin ja eräisiin muihin menoihin (siirtomääräraha 3 v)
sv_se: Statsunderstöd till kommunerna för projekt inom social- och hälsovården och för vissa andra utgifter (reservationsanslag 3 år)

source: Valtion rahoitus turvakotitoiminnan menoihin (siirtomääräraha 2 v)
sv_se: Statlig finansiering av utgifterna för skyddshemsverksamhet (reservationsanslag 2 år)

source: YMPÄRISTÖMINISTERIÖN HALLINNONALA
sv_se: MILJÖMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Ympäristöhallinnon toimintamenot
sv_se: Miljöförvaltningens omkostnader

source: Ympäristöministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Miljöministeriets omkostnader (reservationsanslag 2 år)

source: Kunniamerkit
sv_se: Ordnar

source: Eräät valtion maksamat korvaukset
sv_se: Vissa ersättningar och understöd som betalas av staten

source: Sisäministeriön hallinnonalan arvonlisäveromenot
sv_se: Mervärdesskatteutgifter inom inrikesministeriets förvaltningsområde

source: Maasta poistamis- ja noutokuljetuksista aiheutuvat menot
sv_se: Utgifter för transporter i samband med avlägsnande ur landet och hämtning

source: Pakolaisten ja turvapaikanhakijoiden vastaanotto
sv_se: Mottagande av flyktingar och asylsökande

source: Vastaanottotoiminnan asiakkaille maksettavat tuet
sv_se: Stöd till mottagningsverksamhetens kunder

source: Keskitettyjen valuuttatilien kurssierot
sv_se: Kursdifferenser på centraliserade valutakonton

source: Muiden eläkelaitosten valtion puolesta maksamien eläkemenojen ja valtiolle maksamien ennakoiden korkomenot
sv_se: Ränteutgifter för pensionsutgifter som andra pensionsanstalter betalat på statens vägnar och förskott som de betalat till staten

source: Ahvenanmaan tasoitusmaksu
sv_se: Avräkning till Åland

source: Suomen osuus Kansainvälisen jälleenrakennus- ja kehityspankin peruspääoman korottamisesta
sv_se: Finlands andel av höjningen av Internationella återuppbyggnads- och utvecklingsbankens grundkapital
